export const EQUIPMENT_PACK_CONTENTS = {
  'набор путешественника': [
    'Рюкзак', 'Спальный мешок', 'Котелок', 'Трутница',
    '10 факелов', '10 рационов', 'Бурдюк', 'Пеньковая верёвка (50 футов)'
  ],
  'набор исследователя': [
    'Рюкзак', 'Спальный мешок', 'Котелок', 'Трутница',
    '10 факелов', '10 рационов', 'Бурдюк', 'Пеньковая верёвка (50 футов)'
  ],
  'набор исследователя подземелий': [
    'Рюкзак', 'Лом', 'Молоток', '10 шлямбуров', '10 факелов',
    'Трутница', '10 рационов', 'Бурдюк', 'Пеньковая верёвка (50 футов)'
  ],
  'набор взломщика': [
    'Рюкзак', 'Мешочек с 1000 шариками', 'Бечёвка (10 футов)', 'Колокольчик',
    '5 свечей', 'Лом', 'Молоток', '10 шлямбуров', 'Закрытый фонарь',
    '2 фляги масла', '5 рационов', 'Трутница', 'Бурдюк',
    'Пеньковая верёвка (50 футов)'
  ],
  'набор артиста': [
    'Рюкзак', 'Спальный мешок', '2 костюма', '5 свечей',
    '5 рационов', 'Бурдюк', 'Набор для грима'
  ],
  'набор священника': [
    'Рюкзак', 'Одеяло', '10 свечей', 'Трутница', 'Коробка для пожертвований',
    '2 блока благовоний', 'Кадило', 'Облачение', '2 рациона', 'Бурдюк'
  ],
  'набор учёного': [
    'Рюкзак', 'Книга знаний', 'Чернила', 'Писчее перо',
    '10 листов пергамента', 'Мешочек с песком', 'Небольшой нож'
  ],
  'набор дипломата': [
    'Сундук', '2 футляра для карт и свитков', 'Комплект хорошей одежды',
    'Чернила', 'Писчее перо', 'Лампа', '2 фляги масла',
    '5 листов бумаги', 'Флакон духов', 'Сургуч', 'Мыло'
  ]
} as const;
